[{"ID" : "000000001", "BRAND" : "SENHEISER", "NAME" : "HD600", "GRAPHIC" : "HD600.png", "COST" : "168.90", "MSRP" : "519.00", "QTY" : "15", "BACKORDER" : "30", "DESCRIPTION" : "The HD 600 is the audio purist’s choice for reference playback. An instrument of Sennheiser’s passion for perfect sound, it is globally recognized as the standard for analytical high-fidelity listening - even 20-plus years after its release."},
{"ID" : "000000002", "BRAND" : "SENHEISER", "NAME" : "HD660S", "GRAPHIC" : "HD660S.png", "COST" : "149.50", "MSRP" : "519.95", "QTY" : "10", "BACKORDER" : "35", "DESCRIPTION" : "The HD 660S transcends the best of that storied DNA with supernatural speed and effortless instrument reproduction—even at the bookends of the frequency spectrum. Utilizing an all-new transducer and specially ventilated drive unit, the HD 660S delivers the revealing, tack-sharp detail audiophiles demand without sacrificing the engaging dynamics that make music so enjoyable."},
{"ID" : "000000003", "BRAND" : "SENHEISER", "NAME" : "HD800S", "GRAPHIC" : "HD800S.png", "COST" : "697.90", "MSRP" : "2399.95", "QTY" : "5", "BACKORDER" : "5", "DESCRIPTION" : "After launching its predecessor—the HD 800—we accepted a self-imposed challenge to completely disappear from the last link in the audio chain. Our goal was to provide acoustics so immersive that your awareness dissolves into the creator’s perspective. On their own, each component of the HD 800 S is world-class. The signature sound of the HD 800 S is possible not because of any one of them, but through the synergy of all of them. Let’s explore."},
{"ID" : "000000004", "BRAND" : "SENHEISER", "NAME" : "HD820", "GRAPHIC" : "HD820.png", "COST" : "710.90", "MSRP" : "2299.95", "QTY" : "3", "BACKORDER" : "2", "DESCRIPTION" : "Until now, the audiophile headphone experience could only begin with Sennheiser’s open back design—a design that paved the way for an entire class of precision listening devices. This standard of sound reproduction would go on to surpass hi-fi systems exponentially larger in size and cost with the understanding that listeners would not be isolated from their surroundings. The HD 820 sacrifices neither detail nor sound field thanks to its innovative acoustical systems in a closed, dynamic headphone."},
{"ID" : "000000005", "BRAND" : "SENHEISER", "NAME" : "HE1", "GRAPHIC" : "HE1.png", "COST" : "26790.00", "MSRP" : "75000.00", "QTY" : "0", "BACKORDER" : "1", "DESCRIPTION" : "You may have never seen such beauty in headphones. But this is just for starters. Watch Sennheiser HE 1 gradually come to life with a touch - allowing a momentary pause to let the tubes of its amplifier reach the optimum temperature. Then put them on and travel into pure sound. To places you’ve never been. Places hidden in your music. On vinyl. On CDs. In high-res data files."},
{"ID" : "000000006", "BRAND" : "AUDEZE", "NAME" : "LCD-X", "GRAPHIC" : "LCD-X.png", "COST" : "347.82", "MSRP" : "1199.00", "QTY" : "5", "BACKORDER" : "3", "DESCRIPTION" : "Since Audeze introduced the LCD-X in 2013, it has become the gold standard of the professional audio world. Trusted by award winning artists and engineers, the LCD-X is a blend of transparency and reliability, ideal for any studio or audiophile system."},
{"ID" : "000000007", "BRAND" : "AUDEZE", "NAME" : "LCD-XC", "GRAPHIC" : "LCD-XC.png", "COST" : "396.24", "MSRP" : "1299.00", "QTY" : "5", "BACKORDER" : "0", "DESCRIPTION" : "The LCD-XC shares the same drivers and basic construction as the LCD-X, lending it a similar level of detail and transparency. Its closed-back design adds isolation, which lets you to focus as intesely as you need without distraction. When used with Audeze Reveal+ to create an AI-generated map of your own hearing, the LCD-XC puts you inside renowned studios, letting you mix consistently and efficiently from anywhere, regardless of background noise."},
{"ID" : "000000008", "BRAND" : "AUDEZE", "NAME" : "LCD-2", "GRAPHIC" : "LCD-2.png", "COST" : "436.81", "MSRP" : "995.00", "QTY" : "3", "BACKORDER" : "1", "DESCRIPTION" : "Here's the headphone that started it all. The LCD-2 was the very first headphone sold by Audeze, and helped lead us to the coveted position as the world’s leading manufacturer of planar magnetic headphones. Although it’s seen improvements over the years, the LCD-2 retains the iconic warmth and tonal balance that have made it a customer favorite since its original release. If you’re looking for a high-end headphone for at-home listening that exemplifies the Audeze experience and tradition, look no further than the LCD-2."},
{"ID" : "000000009", "BRAND" : "AUDEZE", "NAME" : "LCD-3", "GRAPHIC" : "LCD-3.png", "COST" : "967.43", "MSRP" : "1945.00", "QTY" : "1", "BACKORDER" : "2", "DESCRIPTION" : "The design of our LCD-3 has remained largely unchanged since its inception, and for good reason. This headphone has long been a customer favorite due to its high resolution, wide soundstage, and slightly “warm” midrange. The depth and impact of the LCD-3 never fails to satisfy even the most discerning ears."},
{"ID" : "000000010", "BRAND" : "AUDEZE", "NAME" : "LCD-5", "GRAPHIC" : "LCD-5.png", "COST" : "2165.14", "MSRP" : "4500.00", "QTY" : "0", "BACKORDER" : "1", "DESCRIPTION" : "For the past decade, Audeze’s LCD series has set the standard for planar magnetic headphone performance. Starting with the LCD-2 that ushered in a new era of planar technology in 2009, we then introduced the LCD-3 in 2011 and LCD-4 in 2015. With the LCD-5, everything has been improved – drivers, earpads, frame design - to set a new standard for performance and comfort."},
{"ID" : "000000011", "BRAND" : "GRADO", "NAME" : "SR60X", "GRAPHIC" : "SR60X.png", "COST" : "33.22", "MSRP" : "99.00", "QTY" : "5", "BACKORDER" : "30", "DESCRIPTION" : "The entry-level headphone in the Brooklyn lineup, the SR60x produces the best audio quality at its price point and proves the Grado sound is never out of reach. The clarity and range of Grado headphones can reveal new notes and details in songs heard hundreds of times."},
{"ID" : "000000012", "BRAND" : "GRADO", "NAME" : "SR80X", "GRAPHIC" : "SR80X.png", "COST" : "45.93", "MSRP" : "125.00", "QTY" : "5", "BACKORDER" : "20", "DESCRIPTION" : "Fourth Generation Grado drivers are here. Specifically tuned for the SR80x, this new speaker design features a more powerful magnetic circuit, a voice coil with decreased effective mass, and a reconfigured diaphragm. Reengineering these components for our 44mm drivers improves efficiency, reduces distortion, and preserves the harmonic integrity of your music."},
{"ID" : "000000013", "BRAND" : "GRADO", "NAME" : "SR125X", "GRAPHIC" : "SR125X.png", "COST" : "58.14", "MSRP" : "175.00", "QTY" : "3", "BACKORDER" : "10", "DESCRIPTION" : "The Grado SR125x utilizes its quick driver to keep up with any music it plays while also being affordable. The clarity and range of Grado headphones can reveal new notes and details in songs heard hundreds of times. The driver and housing working in tandem react to sound vibrations and virtually eliminate transient distortions. With harmonic colors, full bodied vocals, excellent dynamics, and a world renowned mid-range, the SR125x produces a sound that’s pure Grado."},
{"ID" : "000000014", "BRAND" : "GRADO", "NAME" : "SR225X", "GRAPHIC" : "SR225X.png", "COST" : "68.43", "MSRP" : "225.00", "QTY" : "5", "BACKORDER" : "15", "DESCRIPTION" : "The SR225x utilizes the new F cushion to open up the sound to more textured tones. The driver works in unison to produce a uniquely fast voicing."},
{"ID" : "000000015", "BRAND" : "GRADO", "NAME" : "SR325X", "GRAPHIC" : "SR325X.png", "COST" : "89.79", "MSRP" : "295.00", "QTY" : "5", "BACKORDER" : "5", "DESCRIPTION" : "One of our top-rated headphones, the SR325x delivers superior sound with fourth generation Grado drivers. With its metal housing, the SR325x brings a surgical precision to your music at the top end of the Prestige X Series. Better imaging of the space between the instruments paints a clearer picture of your music in their soundstage."}]
